{"url": "https://shop.relod.ru/catalog-products/new-enterprise-a2-student-s-book-with-digibooks-application/", "Название": "New Enterprise A2 Student's Book with DigiBooks Application", "Оценка": 3, "Число голосов": 1, "Наличие": "В наличии", "Цена": 1645.0, "Метки": [], "Описание": "New Enterprise is a course for young adult and adult learners of English at CEFR Levels A1 - B2. The series maintains and enriches the original approach adding a variety of new features to meet the demands of today's adults. Key Features: • 12 theme-based units • Variety of reading texts accompanied by videos related to them • Variety of listening, speaking and writing skills • Systematic vocabulary presentation and practice • Grammar presenattion in context with graded exercises and critical thinking skills • Culture sections at the end of each unit • Review sections at the end of each unit • Review sections and Competences sections for learners to evaluate themselves in each unit • Study Skills & Writing Tips to encourage autonomous learning • Specially designed Writing sections for learners to develop their writing skills in a variety of writing genres • Values & Public Speaking Skills every three units • CLIL section at the back of the book • Workbook in full colour with clearly marked graded exercises and a grammar bank (with Digibooks) • Teacher's book with lesson plans, answers to all exercises, audioscripts and evaluation sheets • Fully interactive IWB for the Student's Book with authentic videos and games as well as Workbook and Grammar Book • Test Booklet CD-ROM", "Иллюстрации": ["https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/c99/9781471569777.jpg?1556378214383648", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/07e/9781471569777_0.jpg?1556378214133256", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/5ff/9781471569777_1.jpg?1556378214138724", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/6f8/9781471569777_2.jpg?1556378214147637"], "ISBN": "9781471569777", "Издатель": "Express Publishing", "Язык": "English", "Серия": "New Enterprise", "Уровень": "A2", "Возрастные ограничения": "16+", "Рекомендованный возраст": "16+", "Формат": "Pack", "Носитель": "Book + Access Code", "Тип продукта": "Student Book + Online Practice", "Страницы": "119", "Год издания": "2018", "Страна происхождения": "Греция", "Рейтинг": "3.11", "Вес (грамм)": "385", "Размер (мм)": "295(д) х 210(ш) х 8(в)"}
{"url": "https://shop.relod.ru/catalog-products/anime-architecture-imagined-worlds-and-endless-megacities/", "Название": "Anime Architecture Imagined Worlds and Endless Megacities", "Оценка": 0, "Число голосов": 0, "Наличие": "Под заказ", "Цена": 3465.0, "Метки": ["New"], "Описание": "Anime Architecture presents the most breathtaking environments created by the most important and revered directors and illustrators of Japanese animated films. From futuristic cities of steel to romantic rural locales, the creators of anime have conjured memorable and painstakingly detailed worlds, the influences of which have been felt across cinema, literature, comic books and videogames for decades. This volume offers a peerless survey of these cinematic arenas - including materials from Akira, Ghost in the Shell, Patlabor, Neon Genesis Evangelion and Tekkonkinkreet - through original background paintings, storyboards, drafts, sources of inspiration and film excerpts. A celebration and resource produced in direct collaboration with the original Japanese production studios, Anime Architecture offers privileged views into the earliest conception stages of iconic scenes, through to their development into finished films. Anyone who has been touched by the beauty and imagination of classic anime will find page after page of revelation and inspiration. Containing the often secretive creative processes of the major anime studios, this enthusiast's treasure trove will have its significance for future generations of artists, illustrators, architects, designers, videogame makers and dreamers.", "Иллюстрации": ["https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/c6f/9780500294529.jpg?1603472194113629", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/9c5/9780500294529_0.jpg?1603472194172186", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/764/9780500294529_1.jpg?1603472194334476", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/107/9780500294529_2.jpg?1603472194323992", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/0b3/9780500294529_3.jpg?1603472194320756", "https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/dfa/9780500294529_4.jpg?1603472194294090"], "ISBN": "9780500294529", "Издатель": "Thames & Hudson", "Автор": "Stefan Riekeles", "Язык": "English", "Формат": "Hardback", "Страницы": "256", "Год издания": "2020", "Страна происхождения": "Соединенное Королевство", "Вес (грамм)": "1400", "Размер (мм)": "280(д) х 215(ш) х 28(в)"}
{"url": "https://shop.relod.ru/catalog-products/wives_and_daughters_9780199538263/", "Название": "Wives and Daughters", "Оценка": 0, "Число голосов": 0, "Наличие": "Под заказ", "Цена": 139.0, "Цена (скидка)": 111.2, "Метки": ["Sale", "ПТВ"], "Описание": "Wives and Daughters, Elizabeth Gaskell's last novel, is regarded by many as her masterpiece. Molly Gibson is the daughter of the doctor in the small provincial town of Hollingford. Her widowed father marries a second time to give Molly the woman's presence he feels she lacks, but until the arrival of Cynthia, her dazzling step-sister, Molly finds her situation hard to accept. Intertwined with the story of the Gibsons is that of Squire Hamley and his two sons; as Molly grows up and falls in love she learns to judge people for what they are, not what they seem. Through Molly's observations the hierarchies, social values, and social changes of early nineteenth-century English life are made vivid in a novel that is timeless in its representation of human relationships. This edition, the first to be based in the original Cornhill Magazine serialization of 1864-6, draws on a full collation of the manuscript to present the most accurate text so far available. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.", "Иллюстрации": ["https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/b56/b5612e1932cafcd6cf5f0895eab8c426.jpg?153149314326232"], "ISBN": "9780199538263", "Издатель": "Oxford University Press", "Автор": "Gaskell Elizabeth", "Язык": "English", "Серия": "OWC (Oxford World Classics)", "Возрастные ограничения": "16+", "Рекомендованный возраст": "16+", "Формат": "Paperback", "Страницы": "784", "Год издания": "2008", "Страна происхождения": "Соединенное Королевство", "Вес (грамм)": "530", "Размер (мм)": "195(д) х 128(ш) х 36(в)"}
{"url": "https://shop.relod.ru/catalog-products/villette_9780099529927/", "Название": "Villette", "Оценка": 0, "Число голосов": 0, "Наличие": "Под заказ", "Цена": 678.0, "Метки": [], "Описание": "When Lucy Snowe leaves England to look for a new life on the Continent she has no idea what lies in store for her. This quiet, lonely girl must learn quickly when she finds herself teaching in a foreign school, with no friends or family to rely on. However it's not long until figures from Lucy's past appear and she becomes involved in dilemmas which inspire new and passionate feelings in her.", "Иллюстрации": ["https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/590/590fb88ba382d8722c7a4b213ff7f966.jpg?152775582113745"], "ISBN": "9780099529927", "Издатель": "Vintage", "Автор": "Bronte Charlotte", "Язык": "English", "Формат": "Paperback", "Страницы": "672", "Год издания": "2009", "Вес (грамм)": "462", "Размер (мм)": "194(д) х 130(ш) х 41(в)"}
{"url": "https://shop.relod.ru/catalog-products/zero/", "Название": "Zero", "Оценка": 0, "Число голосов": 0, "Наличие": "Под заказ", "Цена": 1360.0, "Метки": [], "Описание": "An epic standalone novel by Eric Van Lustbader, author of THE NINJA. Although American painter Michael Doss has been schooled in the ancient ways of the warrior, he leads a quiet life. Until the tragic death of his father ignites the warrior spirit in his blood that will not be quenched until he uncovers the secret of his father's enigmatic life. His journey plunges him into a dangerous underworld, where he finds himself in lethal combat with a sinister Japanese organization that is bent on destroying the United States through global economic chaos. Doss is trapped. His only chance for survival is a final confrontation, face to face, with the vile assassin behind it all, Zero.", "Иллюстрации": ["https://opt-1458870.ssl.1c-bitrix-cdn.ru/upload/iblock/56d/56d7ac5d1bf0cc7c649d2ed53fde875b.jpg?152932380514793"], "ISBN": "9780008101701", "Издатель": "Harper Collins", "Автор": "Lustbader Eric Van; Ludlum Robert", "Язык": "English", "Возрастные ограничения": "16+", "Рекомендованный возраст": "16+", "Формат": "Paperback", "Страницы": "560", "Год издания": "2014", "Вес (грамм)": "400", "Размер (мм)": "198(д) х 129(ш) х 37(в)"}
